;-----------------------
; SPARK Character
;-----------------------

[SparkSoldier X2SparkCharacterTemplate_DLC_3]
strCharacterName="\"IСКРА\""
strCustomizeDesc="Змiнити iм'я та зовнiшнiсть цього солдата."
strCharacterHealingPaused="Потрiбен ремонт"
strAcquiredText="\"Iскри\" не вiдновлюють здоров'я як солдати. Щоб вiдремонтувати \"Iскру\", призначте його в iнженерний вiдсiк."

;-----------------------
; UI
;-----------------------

[UIAlert_DLC_Day90]
m_strLostTowersPOIAvailableBody="Комусь довелося добре потрудитися, щоб вiдправити цей сигнал \"Роверу\". Потрiбно з'ясувати, навiщо це було зроблено."

m_strSparkSquadSelectInfoTitle="\"IСКРА\" ГОТОВИЙ ДО БОЮ"
m_strSparkSquadSelectInfoBody="Шеф, \"Iскру\" можна вiдправити на завдання навiть у тому випадку, якщо робот пошкоджений або ремонтується. Однак \"Iскри\" не здатнi пiдiймати i переносити iнших солдатiв."

[UIMission_LostTowers]
m_strFlavorText="У це мiсце нас привiв сигнал, перехоплений \"Ровером\". Треба висадитися i з'ясувати, що тут вiдбувається."
m_strLaunchMission="ДОСЛIДИТИ"

[UICustomize_SparkMenu]
m_strTitle="НАЛАШТУВАТИ \"IСКРУ\""
m_strEditInfo="Про персонажа"
m_strEditProps="Аксесуари"
m_strHead="Голова"
m_strMainColor="Основний колiр бронi"
m_strSecondaryColor="Додатковий колiр бронi"
m_strWeaponColor="Колiр зброї"
m_strArmorPatternSelected="Знiмiть камуфляжну схему бронi, щоб змiнити колiр"
m_strRemoveHelmetOrLowerProp="Знiмiть шолом або предмет на обличчi, щоб змiнити цей варiант"

m_strVoice="ГОЛОС"
m_strPreviewVoice="ПЕРЕГЛЯД"
m_strType="Тип солдата"

m_strExportCharacter="Зберегти у групу персонажiв"

m_strAllowTypeSoldier="Може виглядати як солдат"
m_strAllowTypeVIP="Може виглядати як ВIП"
m_strAllowTypeDarkVIP="Може виглядати як ворожий ВIП"
m_strAllowed="Дозволено"

m_strTimeAdded="Створення:"

m_strExportSuccessTitle="ПЕРСОНАЖ ЗБЕРЕЖЕНО!"
m_strExportSuccessBody="Iм'я та зовнiшнiсть персонажа збережено у групу."

[UICustomize_SparkProps]
m_strTitle="ЗМIНИТИ ДЕТАЛI"
m_strArms="Руки"
m_strTorso="Торс"
m_strLegs="Ноги"
m_strArmorPattern="Камуфляжна схема бронi"
m_strWeaponPattern="Камуфляж зброї"
m_strClearButton="Зняти"

[UICustomize_SparkInfo]
m_strTitle="РЕДАГУВАТИ ОПИС \"IСКРИ\""
m_strFirstNameLabel="Iм'я"
m_strLastNameLabel="Прiзвище"
m_strNicknameLabel="Прiзвисько"
m_strEditBiography="Бiографiя"
m_strBiographyLabel="БIОГРАФIЯ ПЕРСОНАЖА"

;-----------------------
; NARRATIVE CONTENT
;-----------------------

[X2DownloadableContentInfo_DLC_Day90]
NarrativeContentLabel="Останнiй подарунок Шень: \"Занедбанi вежi\""
NarrativeContentSummary="З цього завдання починається сюжет доповнення \"Останнiй подарунок Шень\". Доступнiсть iгрових матерiалiв (включаючи новий клас солдат) вiд цього завдання не залежить."

EnableContentLabel="Увiмкнути режим \"Останнiй подарунок Шень\"?"
EnableContentSummary="\"Останнiй подарунок Шень\" додає новий клас солдат ХСОМ. Хочете увiмкнути матерiали доповнення для поточної кампанiї?\n\nПовний сюжет доповнення \"Останнiй подарунок Шень\", включаючи нове сюжетне завдання, стане доступний тiльки пiсля початку нової кампанiї."
EnableContentAcceptLabel="Увiмкнути \"Останнiй подарунок Шень\""
EnableContentCancelLabel="Скасувати"

[XComGameState_SparkManager]
LostTowersShenFirstName="Лiлi"
LostTowersShenLastName="Шень"

[SparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Броня \"Iскри\""
FriendlyNamePlural="Броня \"Iскри\""
BriefSummary="Базове шасi \"Iскри\" несе важку броню; особлива увага при цьому придiляється захисту життєво важливих систем вiд загроз з боку противника i навколишнього середовища."
TacticalText="<Bullet/> Усi \"Iскри\" оснащуються захистом базових систем, що складається з металевих пластин.\n<Bullet/> Можлива розробка полiпшеного бронювання."

[PlatedSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Посилений каркас"
FriendlyNamePlural="Посиленi каркаси"
BriefSummary="Додаткове посилення слабких мiсць, виявлених при бойовiй експлуатацiї, повинно пiдвищити живучiсть \"Iскри\"."
TacticalText="<Bullet/> Посилення стандартного бронювання \"Iскри\" дозволяє витримувати бiльше шкоди."

[PoweredSparkArmor X2SparkArmorTemplate_DLC_3]
FriendlyName="Анодоване шасi"
FriendlyNamePlural="Анодованi шасi"
BriefSummary="Анодування додає захисний шар i без того значної бронезахисту \"Iскри\", роблячи робота ще бiльш живучим."
TacticalText="<Bullet/> Анодоване шасi оточує \"Iскру\" з усiх бокiв i забезпечує максимально можливий захист у бою."

[XGCharacterGenerator_SPARK]
SparkFirstName="IСКРА-"
SparkLastNamePrefix="000"

[LostTowersSpark X2SparkCharacterTemplate_DLC_3]
strForcedFirstName=""
strForcedLastName="IСКРА-001"
strForcedNickName=""
